/* Class = "NSTableView"; designAccessibilityDescription = "Products"; ObjectID = "21"; */
"Products" = "Produtos";

/* Class = "NSTextField"; gToolTip = "Copy the URL (address) or ASIN of an Amazon product from your web browser.\nISBN numbers can be found on the back of a book."; ObjectID = "36"; */
"Copy the URL (address) or ASIN of an Amazon product from your web browser.\nISBN numbers can be found on the back of a book." = "Copie a URL (endereço) ou ASIN de um produto da Amazon de seu navegador web.\nNúmeros ISBN podem ser encontrados na parte de trás de um livro.";

/* Class = "NSTextField"; gToolTip = "Your thoughts on the product."; ObjectID = "37"; */
"Your thoughts on the product." = "Seus pensamentos sobre o produto.";

/* Class = "NSPopUpButton"; gToolTip = "The Amazon store to load data from."; ObjectID = "62"; */
"The Amazon store to load data from." = "A loja da Amazon para carregar dados.";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "63"; */
"OtherViews" = "Outras Exibições";

/* Class = "NSMenuItem"; title = "Amazon.de"; ObjectID = "64"; */
"Amazon.de" = "Amazon.de";

/* Class = "NSMenuItem"; title = "Amazon.co.uk"; ObjectID = "65"; */
"Amazon.co.uk" = "Amazon.co.uk";

/* Class = "NSMenuItem"; title = "Amazon.com"; ObjectID = "66"; */
"Amazon.com" = "Amazon.com";

/* Class = "NSMenuItem"; title = "Amazon.fr"; ObjectID = "67"; */
"Amazon.fr" = "Amazon.fr";

/* Class = "NSMenuItem"; title = "Amazon.co.jp"; ObjectID = "68"; */
"Amazon.co.jp" = "Amazon.co.jp";

/* Class = "NSMenuItem"; title = "Amazon.ca"; ObjectID = "69"; */
"Amazon.ca" = "Amazon.ca";

/* Class = "NSTabViewItem"; label = "Appearance"; ObjectID = "248"; */
"Appearance" = "Aparência";

/* Class = "NSButton"; gToolTip = "Hide or display the \"creator\" of a product."; ObjectID = "253"; */
"Hide or display the \"creator\" of a product." = "Ocultar ou exibir o \"criador\" de um produto.";

/* Class = "NSButton"; gToolTip = "Hide or display product thumbnails."; ObjectID = "255"; */
"Hide or display product thumbnails." = "Ocultar ou exibir miniaturas de um produto.";

/* Class = "NSButton"; gToolTip = "Hide or display your comments upon products."; ObjectID = "256"; */
"Hide or display your comments upon products." = "Ocultar ou exibir seus comentários em cima dos produtos.";

/* Class = "NSSlider"; gToolTip = "Thumbnail size."; ObjectID = "308"; */
"Thumbnail size." = "Tamanho da miniatura.";

/* Class = "NSTextField"; designAccessibilityDescription = "Store"; ObjectID = "321"; */
"Store" = "Loja";

/* Class = "NSPopUpButton"; gToolTip = "List framing choices."; ObjectID = "324"; */
"List framing choices." = "Lista de escolhas de enquadramento.";
/* Class = "NSMenuItem"; title = "All products"; ObjectID = "326"; */
"All products" = "Todos os produtos";

/* Class = "NSMenuItem"; title = "None"; ObjectID = "327"; */
"None" = "Nenhum";

/* Class = "NSMenuItem"; title = "Thumbnails"; ObjectID = "328"; */
"Thumbnails" = "Miniaturas";

/* Class = "NSButton"; gToolTip = "Hide or display product titles."; ObjectID = "331"; */
"Hide or display product titles." = "Ocultar ou exibir título dos produtos.";

/* Class = "NSSegmentedControl"; gToolTip = "Select the list's layout:\n• Left-aligned\n• Right-aligned\n• Alternating\n• Centered\n• Two-across\n• Bullets (no thumbnails)\n• Enhanced (can include pricing)\n• Random product"; ObjectID = "363"; */
"Select the list's layout:\n• Left-aligned\n• Right-aligned\n• Alternating\n• Centered\n• Two-across\n• Bullets (no thumbnails)\n• Enhanced (can include pricing)\n• Random product" = "Selecionar o layout das listas:\n• Alinhada à esquerda\n• Alinhada à direita\n• Alternando\n• Centralizada\n• Duas cruzes\n• Marcadores (não miniaturas)\n• Avançada (pode incluir preços)\n• Produto aleatório";

/* Class = "NSButton"; gToolTip = "Displays a floating preview popup over links to Amazon products."; ObjectID = "490"; */
"Displays a floating preview popup over links to Amazon products." = "Mostra um popup de visualização flutuante sobre os links dos produtos da Amazon.";

/* Class = "NSBox"; title = "Box"; ObjectID = "492"; */
"Box" = "Caixa";
/* Class = "IBBindingConnection"; designableIsNilPlaceholder = "Associates ID"; ObjectID = "897"; */
"Associates ID" = "ID Associados";

/* Class = "NSButtonCell"; title = "Creators"; ObjectID = "965"; */
"Creators" = "Criadores";
/* Class = "NSButtonCell"; title = "Comments"; ObjectID = "967"; */
"Comments" = "Comentários";

/* Class = "NSButtonCell"; title = "Titles"; ObjectID = "970"; */
"Titles" = "Títulos";

/* Class = "NSTextFieldCell"; title = "Show:"; ObjectID = "972"; */
"Show:" = "Exibir:";

/* Class = "NSButtonCell"; title = "Prices"; ObjectID = "973"; */
"Prices" = "Preços";

/* Class = "NSButtonCell"; title = "New prices only"; ObjectID = "974"; */
"New prices only" = "Somente novos preços";

/* Class = "NSButtonCell"; title = "Use product preview popups"; ObjectID = "975"; */
"Use product preview popups" = "Usar popups para visualizar produtos";

/* Class = "NSTextFieldCell"; title = "Affects all pagelets throughout the site. Popups do not appear when previewed in Sandvox."; ObjectID = "976"; */
"Affects all pagelets throughout the site. Popups do not appear when previewed in Sandvox." = "Afeta todos os pagelets do site. Popups não aparecem quando visualizado no Sandvox.";

/* Class = "NSTextFieldCell"; title = "Frame:"; ObjectID = "978"; */
"Frame:" = "Quadro:";

/* Class = "NSTextFieldCell"; title = "Product:"; ObjectID = "989"; */
"Product:" = "Produto:";

/* Class = "NSTextFieldCell"; title = "Comment:"; ObjectID = "990"; */
"Comment:" = "Comentários:";

/* Class = "NSTextFieldCell"; title = "Enter the URL or ASIN of an Amazon product, or a book's ISBN number."; ObjectID = "993"; */
"Enter the URL or ASIN of an Amazon product, or a book's ISBN number." = "Digite a URL ou ASIN de um produto da Amazon, ou o número ISBN de um livro.";

/* Class = "NSTextFieldCell"; title = "Store:"; ObjectID = "998"; */
"Store:" = "Loja:";
/* Class = "NSMenuItem"; title = "View Selected Product"; ObjectID = "1029"; */
"View Selected Product" = "Visualizar Produto Slecionado";

/* Class = "NSMenuItem"; title = "Reload Selected Product"; ObjectID = "1031"; */
"Reload Selected Product" = "Recarregar Produto Selecionado";

/* Class = "NSMenuItem"; title = "Reload All"; ObjectID = "1032"; */
"Reload All" = "Recarregar Tudo";